/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_ACTION" = "승인";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_BODY" = "Forsta이 연락처 접근이 필요합니다. 연락처가 서버에 저장되지 않습니다.";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_TITLE" = "죄송합니다";

/* Action sheet item */
"ACCEPT_NEW_IDENTITY_ACTION" = "Accept new safety numbers";

/* No comment provided by engineer. */
"ACTION_REQUIRED_TITLE" = "조치가 필요함";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BODY" = "Forsta requires access to your contacts. Access to contacts is restricted. Forsta will close. You can disable the restriction temporarily to let Forsta access your contacts by going the Settings app >> General >> Restrictions >> Contacts >> Allow Changes.";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BUTTON" = "닫기";

/* No comment provided by engineer. */
"ANSWER_CALL_BUTTON_TITLE" = "응답";

/* No comment provided by engineer. */
"APN_FETCHED_FAILED" = "새로운 메세지! 앱을 열어 확인하세요.";

/* No comment provided by engineer. */
"APN_Message" = "새로운 메시지 !";

/* No comment provided by engineer. */
"APN_MESSAGE_FROM" = "다음으로부터 온 메세지";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP" = "새 메시지, 그룹:";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP_DETAILED" = "%@ in group %@: %@";

/* Pressing this button moves a thread from the inbox to the archive */
"ARCHIVE_ACTION" = "Archive";

/* No comment provided by engineer. */
"ARCHIVE_NAV_BAR_TITLE" = "보관된 대화";

/* No comment provided by engineer. */
"ATTACHMENT" = "첨부";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOAD_FAILED" = "첨부파일 다운로드 안되어 탭하여 다시 시도";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOADING" = "첨부파일 다운로드중";

/* No comment provided by engineer. */
"ATTACHMENT_QUEUED" = "정보 검색을 위한 새 첨부파일 대기";

/* No comment provided by engineer. */
"AUDIO_PERMISSION_MESSAGE" = "Forsta이 제대로 작동하려면 마이크에 접근을 필요로 합니다. ‘설정’ > ‘개인 정보 보호’ > ‘마이크’ > ‘Forsta’에서 설정을 변경할 수 있습니다.";

/* No comment provided by engineer. */
"CALLBACK_BUTTON_TITLE" = "전화하기";

/* No comment provided by engineer. */
"CHOOSE_MEDIA_BUTTON" = "앨범에서 선택...";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TEXT" = "당신의 메시지들을 삭제하고 서버에 등록 해지하면 이 응용 프로그램이 초기화 될 것입니다. 데이터 삭제 후 앱이 닫힐것입니다.";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TITLE" = "당신의 계정을 정말로 삭제하시겠습니까?";

/* Alert body */
"CONFIRM_LEAVE_GROUP_DESCRIPTION" = "You will no longer be able to send or receive messages in this group.";

/* Alert title */
"CONFIRM_LEAVE_GROUP_TITLE" = "Do you really want to leave?";

/* Button text */
"CONFIRM_LINK_NEW_DEVICE_ACTION" = "Link New Device";

/* No comment provided by engineer. */
"CONFIRMATION_TITLE" = "확인";

/* No comment provided by engineer. */
"CONTACT_DETAIL_COMM_TYPE_INSECURE" = "등록되지 않은 전화번호";

/* title for conversation settings screen */
"CONVERSATION_SETTINGS" = "Conversation Settings";

/* ActionSheet title */
"CORRUPTED_SESSION_DESCRIPTION" = "Resetting your session will allow you to receive future messages from %@, but it will not recover any already corrupted messages.";

/* No comment provided by engineer. */
"COUNTRYCODE_SELECT_TITLE" = "국가번호 선택";

/* {{number of days}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 days}}'. See other *_TIME_AMOUNT strings */
"DAYS_TIME_AMOUNT" = "%u days";

/* No comment provided by engineer. */
"DELIVERED_MESSAGE_TEXT" = "전송됨";

/* {{Short Date}} when device last communicated with Forsta Server. */
"DEVICE_LAST_ACTIVE_AT_LABEL" = "Last active: %@";

/* {{Short Date}} when device was linked. */
"DEVICE_LINKED_AT_LABEL" = "Linked: %@";

/* Alert title that can occur when viewing device manager. */
"DEVICE_LIST_UPDATE_FAILED_TITLE" = "Failed to update device list.";

/* table cell label in conversation settings */
"DISAPPEARING_MESSAGES" = "Disappearing Messages";

/* subheading in conversation settings */
"DISAPPEARING_MESSAGES_DESCRIPTION" = "When enabled, messages sent and received in this conversation will disappear after they have been seen.";

/* Generic short text for button to dismiss a dialog */
"DISMISS_BUTTON_TEXT" = "Dismiss";

/* table cell label in conversation settings */
"EDIT_GROUP_ACTION" = "Edit Group";

/* Short name for edit menu item to save contents of media message. */
"EDIT_ITEM_SAVE_ACTION" = "Save";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TEXT" = "Tap on the compose button.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TITLE" = "당신의 첫번째 Forsta 대화 시작!";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TEXT" = "당신은 메시지함에서 비활성화 된 대화들을 보관 할 수 있습니다.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TITLE" = "당신의 대화들을 정리하세요.";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_INVITE_BUTTON" = "친구 초대";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE1" = "당신의 연락처 중 아무도 Forsta을 사용하고 있지 않습니다!";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE2" = "친구 초대하는게 어떻습니까?";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TEXT" = "팁: 상기시키기 위한 대화 추가!";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TITLE" = "끝. 끝 . 끝.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TEXT" = "없음. None. なし. Nada. 无";

/* No comment provided by engineer. */
"EMPTY_INBOX_TITLE" = "진짜 대박 깨끗함.";

/* No comment provided by engineer. */
"END_CALL_BAD_INTERACTION_WITH_SERVER" = "서버에 연결되지 않음";

/* No comment provided by engineer. */
"END_CALL_BUTTON_TITLE" = "통화 종료";

/* No comment provided by engineer. */
"END_CALL_HANDSHAKE_FAILED" = "핸드셰이크 되지 않음";

/* No comment provided by engineer. */
"END_CALL_HANGUP_LOCAL" = "당신이 통화를 끊었습니다.";

/* No comment provided by engineer. */
"END_CALL_HANGUP_REMOTE" = "상대방이 통화를 끊었습니다.";

/* No comment provided by engineer. */
"END_CALL_LOGIN_FAILED" = "로그인 되지 않음";

/* No comment provided by engineer. */
"END_CALL_MESSAGE_FROM_SERVER_PREFIX" = "서버로부터의 메세지:";

/* No comment provided by engineer. */
"END_CALL_NO_SUCH_USER" = "Forsta 또는 RedPhone에 등록되지 않은 번호입니다!";

/* No comment provided by engineer. */
"END_CALL_RECIPIENT_UNAVAILABLE" = "응답 없음";

/* No comment provided by engineer. */
"END_CALL_REJECTED_LOCAL" = "당신이 통화를 거절했습니다.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_REMOTE" = "통화 거절됨";

/* No comment provided by engineer. */
"END_CALL_REPLACED_BY_NEXT" = "다른 통화를 하셨습니다.";

/* No comment provided by engineer. */
"END_CALL_RESPONDER_IS_BUSY" = "통화중";

/* No comment provided by engineer. */
"END_CALL_STALE_SESSION" = "전화를 받지 못하였습니다.";

/* No comment provided by engineer. */
"END_CALL_UNCATEGORIZED_FAILURE" = "클라이언트 실패!";

/* Generic notice when message failed to send. */
"ERROR_DESCRIPTION_CLIENT_SENDING_FAILURE" = "Failed to send message.";

/* Generic error used whenver Forsta can't contact the server */
"ERROR_DESCRIPTION_NO_INTERNET" = "Forsta was unable to connect to the internet. Please try from another WiFi network or use mobile data.";

/* Generic server error */
"ERROR_DESCRIPTION_SERVER_FAILURE" = "Server Error. Please try again later.";

/* Error message when attempting to send message */
"ERROR_DESCRIPTION_UNREGISTERED_RECIPIENT" = "Recipient is no longer a Forsta user.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_DUPLICATE_MESSAGE" = "중복 메시지 받음.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_KEY_EXCEPTION" = "수신인 암호가 유효하지 않음.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_MESSAGE" = "Received a badly encrypted message. Tap to reset your secure session.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_VERSION" = "이 버전과 호환이 되지 않는 메시지 받음.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NO_SESSION" = "연락 가능한 세션 없음.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NON_BLOCKING_IDENTITY_CHANGE" = "Safety numbers changed.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_UNKNOWN_ERROR" = "알려지지 않은 오류 발생함.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_WRONG_TRUSTED_IDENTITY_KEY" = "Safety numbers changed. Tap to verify.";

/* No comment provided by engineer. */
"ERROR_WAS_DETECTED_TITLE" = "알 수 없는 오류";

/* action sheet header when re-sending message which failed because of too many attempts */
"FAILED_SENDING_BECAUSE_RATE_LIMIT" = "Too many failures with this contact. Please try again shortly.";

/* action sheet header when re-sending message which failed because of untrusted identity keys */
"FAILED_SENDING_BECAUSE_UNTRUSTED_IDENTITY_KEY" = "You must accept their new safety numbers before you will be able to send.";

/* No comment provided by engineer. */
"FAILED_SENDING_TEXT" = "전송 안되어 탭하여 다시 보내기";

/* alert title */
"FAILED_VERIFICATION_TITLE" = "Failed to Verify Safety Numbers!";

/* No comment provided by engineer. */
"FINGERPRINT_SHRED_KEYMATERIAL_BUTTON" = "세션 초기화";

/* No comment provided by engineer. */
"GROUP_AVATAR_CHANGED" = "아바타 변경됨.";

/* No comment provided by engineer. */
"GROUP_CREATED" = "Group created.";

/* No comment provided by engineer. */
"GROUP_CREATING" = "Creating new group";

/* No comment provided by engineer. */
"GROUP_CREATING_FAILED" = "Group creation failed";

/* Conversation settings table section title */
"GROUP_MANAGEMENT_SECTION" = "Group Management";

/* No comment provided by engineer. */
"GROUP_MEMBER_JOINED" = "%@님이 그룹에 조인함.";

/* No comment provided by engineer. */
"GROUP_MEMBER_LEFT" = "%@님이 그룹을 나감.";

/* header for table which lists the members of this group thread */
"GROUP_MEMBERS_HEADER" = "Group Members";

/* No comment provided by engineer. */
"GROUP_REMOVING" = "Leaving group %@";

/* No comment provided by engineer. */
"GROUP_REMOVING_FAILED" = "Failed to leave group";

/* No comment provided by engineer. */
"GROUP_TITLE_CHANGED" = "제목은 '%@'";

/* No comment provided by engineer. */
"GROUP_UPDATED" = "그룹 업데이트됨.";

/* No comment provided by engineer. */
"GROUP_YOU_LEFT" = "그룹에서 나갔습니다.";

/* {{number of hours}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 hours}}'. See other *_TIME_AMOUNT strings */
"HOURS_TIME_AMOUNT" = "%u hours";

/* Call setup status label */
"IN_CALL_CONNECTING" = "연결중........";

/* Call setup status label */
"IN_CALL_RINGING" = "대기 중…";

/* Call setup status label */
"IN_CALL_SECURING" = "상대방이 전화를 받음. 보안중...";

/* Call setup status label */
"IN_CALL_TALKING" = "안전함. 활성화됨";

/* Call setup status label */
"IN_CALL_TERMINATED" = "완료.";

/* No comment provided by engineer. */
"INCOMING_CALL" = "수신 전화";

/* No comment provided by engineer. */
"INCOMING_CALL_FROM" = "%@으로부터 전화";

/* Slider label embeds {{TIME_AMOUNT}}, e.g. '2 hours'. See *_TIME_AMOUNT strings for examples. */
"KEEP_MESSAGES_DURATION" = "Messages disappear after %@.";

/* Slider label when disappearing messages is off */
"KEEP_MESSAGES_FOREVER" = "Messages do not disappear.";

/* Confirmation button within contextual alert */
"LEAVE_BUTTON_TITLE" = "나가기";

/* table cell label in conversation settings */
"LEAVE_GROUP_ACTION" = "Leave Group";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_BODY" = "This QR code is not valid, make sure you are scanning the QR code displayed on the device you want to link.";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_TITLE" = "Linking Device Failed";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_BODY" = "This device will be able to see your groups and contacts, read all your messages, and send messages in your name.";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_TITLE" = "Link this device?";

/* attempt another linking */
"LINK_DEVICE_RESTART" = "Retry";

/* QR Scanning screen instructions, placed alongside a camera view for scanning QRCodes */
"LINK_DEVICE_SCANNING_INSTRUCTIONS" = "Scan the QR code displayed on the device to link.";

/* Subheading for 'Link New Device' navigation */
"LINK_NEW_DEVICE_SUBTITLE" = "Scan QR Code";

/* Navigation title when scanning QR code to add new device. */
"LINK_NEW_DEVICE_TITLE" = "Link New Device";

/* Menu item and navbar title for the device manager */
"LINKED_DEVICES_TITLE" = "Linked Devices";

/* Alert Title */
"LINKING_DEVICE_FAILED_TITLE" = "Linking Device Failed";

/* table cell label in conversation settings */
"LIST_GROUP_MEMBERS_ACTION" = "List Group Members";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE1" = "당신의 연락처를 불러오는 중";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE2" = "기다려주세요";

/* No comment provided by engineer. */
"LOGGING_SECTION" = "로깅";

/* No comment provided by engineer. */
"ME_STRING" = "나";

/* No comment provided by engineer. */
"MESSAGE_COMPOSEVIEW_TITLE" = "새 메시지";

/* {{number of minutes}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 minutes}}'. See other *_TIME_AMOUNT strings */
"MINUTES_TIME_AMOUNT" = "%u minutes";

/* No comment provided by engineer. */
"MISSED_CALL" = "부재중 전화";

/* Alert body */
"MISSING_CAMERA_PERMISSION_MESSAGE" = "You previously declined to let Forsta access your camera. Update your system settings to proceed.";

/* Alert title */
"MISSING_CAMERA_PERMISSION_TITLE" = "Forsta needs to access your camera.";

/* No comment provided by engineer. */
"MSGVIEW_MISSED_CALL" = "%@으로부터의 부재중 전화.";

/* No comment provided by engineer. */
"MSGVIEW_RECEIVED_CALL" = "%@으로부터 전화를 받았습니다.";

/* No comment provided by engineer. */
"MSGVIEW_YOU_CALLED" = "%@에게 전화를 걸었습니다.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_DESC" = "You can not pair any more devices.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_RECOVERY" = "You have reached the maximum of devices you can currently pair with your account. Please remove a device or try again to pair it later.";

/* No comment provided by engineer. */
"NETWORK_ERROR_RECOVERY" = "Please check you're online and try again.";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTED" = "연결됨";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTING" = "연결중";

/* No comment provided by engineer. */
"NETWORK_STATUS_HEADER" = "네트워크 상태";

/* No comment provided by engineer. */
"NETWORK_STATUS_OFFLINE" = "오프라인";

/* No comment provided by engineer. */
"NETWORK_STATUS_TEXT" = "당신의 메시지함 위 색깔이 있는 바를 보면 당신의 네트워크 상태를 확인할 수 있습니다.";

/* No comment provided by engineer. */
"NEW_GROUP_DEFAULT_TITLE" = "새 그룹";

/* No comment provided by engineer. */
"NEW_GROUP_NAMEGROUP_REQUEST_DEFAULT" = "그룹 이름짓기";

/* No comment provided by engineer. */
"NEW_GROUP_REQUEST_ADDPEOPLE" = "사람 추가";

/* No comment provided by engineer. */
"NOTIFICATION_SEND_FAILED" = "%@님에게 메시지 전송 실패";

/* No comment provided by engineer. */
"NOTIFICATIONS_FOOTER_WARNING" = "Due to known bugs in Apple's push framework, message previews will only be shown if the message is retrieved within 30 seconds after being sent. The application badge might be inaccurate as a result.";

/* No comment provided by engineer. */
"NOTIFICATIONS_NONE" = "이름이나 메시지 표시하지 않음";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_BACKGROUND" = "백그라운드 알림";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_INAPP" = "앱내 알림";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_AND_MESSAGE" = "상대방 이름과 메시지";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_ONLY" = "상대방 이름";

/* No comment provided by engineer. */
"NOTIFICATIONS_SHOW" = "알림에 표시";

/* No comment provided by engineer. */
"NOTIFICATIONS_SOUND" = "알림음";

/* No comment provided by engineer. */
"OK" = "예";

/* Button text which opens the settings app */
"OPEN_SETTINGS_BUTTON" = "Settings";

/* Info Message when {{other user}} disables or doesn't support disappearing messages */
"OTHER_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ disabled disappearing messages.";

/* Info Message when {{other user}} updates message expiration to {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"OTHER_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ set disappearing message time to %@.";

/* No comment provided by engineer. */
"OUTGOING_CALL" = "발신 전화";

/* No comment provided by engineer. */
"PHONE_NEEDS_UNLOCK" = "Your iPhone needs to be unlocked to receive new messages.";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_I_HAVE_WRONG_KEY_FOR_THEM" = "Those don't look like the safety numbers for %@. Are you verifying the correct contact?";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_THEY_HAVE_WRONG_KEY_FOR_ME" = "Every pair of Forsta users shares distinct safety numbers. Double check that %@ is displaying *your* distinct safety numbers.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_LOCAL_VERSION" = "You're running an old version of Forsta. You need to update before you can verify.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_REMOTE_VERSION" = "Your partner is running an old version of Forsta. They need to update before you can verify.";

/* alert body */
"PRIVACY_VERIFICATION_FAILURE_INVALID_QRCODE" = "The scanned code doesn't look like a safety number code. Are you both on an up-to-date version of Forsta?";

/* Paragraph(s) shown alongside keying material when verifying privacy with {{contact name}} */
"PRIVACY_VERIFICATION_INSTRUCTIONS" = "If you wish to verify the security of your end-to-end encryption with %@, compare the numbers above with the numbers on their device.\n\nAlternatively, you can scan the code on their phone, or ask them to scan your code.";

/* Navbar title */
"PRIVACY_VERIFICATION_TITLE" = "Verify Safety Numbers";

/* No comment provided by engineer. */
"PROCEED_BUTTON" = "진행하다";

/* No comment provided by engineer. */
"PUSH_MANAGER_MARKREAD" = "읽은 메시지";

/* No comment provided by engineer. */
"PUSH_MANAGER_REPLY" = "답장";

/* Alert title */
"PUSH_REGISTER_SUCCESS" = "Successfully re-registered for push notifications.";

/* Used in table section header and alert view title contexts */
"PUSH_REGISTER_TITLE" = "푸시 알림";

/* No comment provided by engineer. */
"PUSH_SETTINGS_MESSAGE" = "시그널이 제대로 작동하기 위하여, 푸쉬 알림이 활성화 되어야 합니다.\n설정 >> 알림센터 >> 시그널 에서 바꾸어주시길 바랍니다.";

/* No comment provided by engineer. */
"QUESTIONMARK_PUNCTUATION" = "?";

/* No comment provided by engineer. */
"RATING_MSG" = "If you enjoy using Forsta to have private conversations, you can support our project by rating it. It won't take more than a minute, and will help others find some privacy.";

/* No comment provided by engineer. */
"RATING_RATE" = "Rate Forsta";

/* No comment provided by engineer. */
"RATING_TITLE" = "Support Forsta!";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_MESSAGE" = "유효한 국가 코드를 입력하세요.";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_TITLE" = "국가 코드 틀림";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_BODY" = "Forsta allows you to have private conversations with your existing contacts. To use Forsta, please allow access to your contacts.";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_CONTINUE" = "확인";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_WELCOME" = "환영합니다!";

/* No comment provided by engineer. */
"REGISTER_FAILED_TRY_AGAIN" = "다시 시도하세요";

/* No comment provided by engineer. */
"REGISTER_RATE_LIMITING_BODY" = "서버 입력시간이 초과됐습니다. 다시 시도하세요";

/* No comment provided by engineer. */
"REGISTERED_NUMBER_TEXT" = "Registered Number";

/* Alert title */
"REGISTRATION_BODY" = "Failed to re-register for push notifications.";

/* No comment provided by engineer. */
"REGISTRATION_DEFAULT_COUNTRY_NAME" = "국가 번호";

/* No comment provided by engineer. */
"REGISTRATION_ENTERNUMBER_DEFAULT_TEXT" = "번호 입력";

/* No comment provided by engineer. */
"REGISTRATION_ERROR" = "등록 오류!";

/* alert body during registration */
"REGISTRATION_ERROR_BLANK_VERIFICATION_CODE" = "We can't activate your account until you verify the code we sent you.";

/* No comment provided by engineer. */
"REGISTRATION_NON_VALID_NUMBER" = "This phone number format is not supported, please contact support.";

/* No comment provided by engineer. */
"REGISTRATION_PHONENUMBER_BUTTON" = "전화번호";

/* No comment provided by engineer. */
"REGISTRATION_RESTRICTED_MESSAGE" = "Someone's excited to send their first message! You need to register before performing this action.";

/* No comment provided by engineer. */
"REGISTRATION_TITLE_LABEL" = "당신 전화번호";

/* Alert view title */
"REGISTRATION_VERIFICATION_FAILED_TITLE" = "Verification Failed";

/* Alert body, during registration */
"REGISTRATION_VERIFICATION_FAILED_WRONG_CODE_DESCRIPTION" = "The numbers you submitted don't match what we sent. Want to double check?";

/* No comment provided by engineer. */
"REGISTRATION_VERIFY_DEVICE" = "기기 확인하기";

/* No comment provided by engineer. */
"REJECT_CALL_BUTTON_TITLE" = "거절";

/* No comment provided by engineer. */
"RELAY_REGISTERED_ERROR_RECOVERY" = "The phone number you are trying to register has already been registered on another server, please unregister from there and try again.";

/* No comment provided by engineer. */
"REREGISTER_FOR_PUSH" = "푸시 알림에 재등록";

/* Generic text for button that retries whatever the last action was. */
"RETRY_BUTTON_TEXT" = "Retry";

/* Snippet to share {{safety numbers}} with a friend. sent e.g. via sms */
"SAFETY_NUMBER_SHARE_FORMAT" = "Our Forsta Safety Numbers:\n%@";

/* Action sheet heading */
"SAFETY_NUMBERS_ACTIONSHEET_TITLE" = "The safety numbers for %@ have changed. You may wish to verify them.";

/* Button label presented with camera icon while verifying privacy credentials. Shows the camera interface. */
"SCAN_CODE_ACTION" = "Scan Code";

/* label presented once scanning (camera) view is visible. */
"SCAN_CODE_INSTRUCTIONS" = "Scan the QR Code on your contact's device.";

/* No comment provided by engineer. */
"SEARCH_BYNAMEORNUMBER_PLACEHOLDER_TEXT" = "이름 또는 번호 검색";

/* {{number of seconds}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 seconds}}'. See other *_TIME_AMOUNT strings */
"SECONDS_TIME_AMOUNT" = "%u seconds";

/* No comment provided by engineer. */
"SECURE_SESSION_RESET" = "보안 세션이 초기화되었습니다.";

/* No comment provided by engineer. */
"SEND_AGAIN_BUTTON" = "다시 보내주세요";

/* No comment provided by engineer. */
"SEND_BUTTON_TITLE" = "발신";

/* No comment provided by engineer. */
"SEND_SMS_BUTTON" = "다음과 같은 상대에 문자 보내기:";

/* No comment provided by engineer. */
"SEND_SMS_CONFIRM_TITLE" = "불안전한 SMS를 통해 친구를 초대하겠습니까?";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_FAILURE" = "SMS 전송 실패, 다음에 다시 시도해 주세요.";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_SUCCESS" = "당신의 친구를 시그널로 초대하였습니다!";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_TITLE" = "다음과 같은 번호를 Forsta로 초대하겠습니까:";

/* No comment provided by engineer. */
"SETTINGS_ABOUT" = "정보";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_DEBUGLOG" = "디버그 파일 활성화시키기";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_SUBMIT_DEBUGLOG" = "디버그 파일 제출";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_TITLE" = "고급";

/* User settings section footer, a detailed explanation */
"SETTINGS_BLOCK_ON_IDENITY_CHANGE_DETAIL" = "Requires your approval before communicating with someone who has new safety numbers, commonly from a reinstall of Forsta.";

/* Table cell label */
"SETTINGS_BLOCK_ON_IDENTITY_CHANGE_TITLE" = "Require Approval on Change";

/* No comment provided by engineer. */
"SETTINGS_CLEAR_HISTORY" = "기록 파일들 정리";

/* No comment provided by engineer. */
"SETTINGS_COPYRIGHT" = "Copyright Open Whisper Systems\nGPLv3조건하에 허가됨";

/* No comment provided by engineer. */
"SETTINGS_DELETE_ACCOUNT_BUTTON" = "계정 삭제";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION" = "당신은 정말 모든 기록을 삭제하시겠습니까(메시지, 첨부파일, 통화기록...)? 삭제하시면 복구되지 않습니다.";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION_BUTTON" = "나는 확신한다";

/* No comment provided by engineer. */
"SETTINGS_HELP_HEADER" = "도움";

/* Section header */
"SETTINGS_HISTORYLOG_TITLE" = "기록 파일";

/* No comment provided by engineer. */
"SETTINGS_INFORMATION_HEADER" = "정보";

/* No comment provided by engineer. */
"SETTINGS_INVITE_HEADER" = "초대";

/* No comment provided by engineer. */
"SETTINGS_INVITE_TWITTER_TEXT" = "You can reach me using Forsta by @forstainc, get it now.";

/* Title for settings activity */
"SETTINGS_NAV_BAR_TITLE" = "설정";

/* No comment provided by engineer. */
"SETTINGS_NOTIFICATIONS" = "알림";

/* No comment provided by engineer. */
"SETTINGS_PRIVACY_TITLE" = "개인정보 보호";

/* Section header */
"SETTINGS_PRIVACY_VERIFICATION_TITLE" = "Safety Numbers Approval";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY" = "화면 보호 켜기";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY_DETAIL" = "Prevents Forsta previews from appearing in the app switcher.";

/* Section header */
"SETTINGS_SECURITY_TITLE" = "화면 보호";

/* No comment provided by engineer. */
"SETTINGS_SHARE_INSTALL" = "설치 링크 공유";

/* No comment provided by engineer. */
"SETTINGS_SUPPORT" = "지원";

/* No comment provided by engineer. */
"SETTINGS_VERSION" = "버전";

/* Action sheet item */
"SHOW_SAFETY_NUMBER_ACTION" = "Show new safety numbers";

/* {{1 day}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 day}}'. See other *_TIME_AMOUNT strings */
"SINGLE_DAY_TIME_AMOUNT" = "%u day";

/* {{1 hour}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 hour}}'. See other *_TIME_AMOUNT strings */
"SINGLE_HOUR_TIME_AMOUNT" = "%u hour";

/* {{1 minute}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 minute}}'. See other *_TIME_AMOUNT strings */
"SINGLE_MINUTE_TIME_AMOUNT" = "%u minute";

/* {{1 week}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 week}}'. See other *_TIME_AMOUNT strings */
"SINGLE_WEEK_TIME_AMOUNT" = "%u week";

/* No comment provided by engineer. */
"SMS_INVITE_BODY" = "당신을 Forsta로 초대합니다! 여기에 링크가 있습니다:";

/* Alert body after verifying privacy with {{other user's name}} */
"SUCCESSFUL_VERIFICATION_DESCRIPTION" = "Your safety numbers have been verified. You can be confident your communication with %@ is private.";

/* No comment provided by engineer. */
"SUCCESSFUL_VERIFICATION_TITLE" = "Safety Numbers Verified!";

/* No comment provided by engineer. */
"TAKE_MEDIA_BUTTON" = "사진 또는 비디오를 찍어주세요";

/* No comment provided by engineer. */
"TAKE_PICTURE_BUTTON" = "사진 찍어주세요";

/* No comment provided by engineer. */
"TIMEOUT_CONTACTS_DETAIL" = "서버로부터 연락처 목록을 갱신하지 못하였습니. 다시 시도하시길 바랍니다.";

/* No comment provided by engineer. */
"TXT_CANCEL_TITLE" = "취소";

/* No comment provided by engineer. */
"TXT_DELETE_TITLE" = "삭제";

/* Pressing this button moves an archived thread from the archive back to the inbox */
"UNARCHIVE_ACTION" = "Unarchive";

/* In Inbox view, last message label for thread with corrupted attachment. */
"UNKNOWN_ATTACHMENT_LABEL" = "Unknown attachment";

/* Displayed if for some reason we can't determine a contacts phone number *or* name */
"UNKNOWN_CONTACT_NAME" = "Unknown Contact";

/* button title for unlinking a device */
"UNLINK_ACTION" = "Unlink";

/* Alert message to confirm unlinking a device */
"UNLINK_CONFIRMATION_ALERT_BODY" = "By unlinking this device, it will no longer be able to send or receive messages.";

/* Alert title for confirming device deletion */
"UNLINK_CONFIRMATION_ALERT_TITLE" = "Unlink \"%@\"?";

/* Alert title when unlinking device fails */
"UNLINKING_FAILED_ALERT_TITLE" = "Forsta was unable to unlink your device.";

/* Label text in device manager for a device with no name */
"UNNAMED_DEVICE" = "Unnamed Device";

/* No comment provided by engineer. */
"UNREGISTER_SIGNAL_FAIL" = "Failed to unregister from Forsta.";

/* No comment provided by engineer. */
"UNSUPPORTED_ATTACHMENT" = "지원하지 않은 형식의 첨부를 받았습니다.";

/* No comment provided by engineer. */
"UNSUPPORTED_FEATURE_ERROR" = "당신의 기기는 이 기능을 지원하지 않습니다.";

/* No comment provided by engineer. */
"UPDATE_BUTTON_TITLE" = "업데이트";

/* No comment provided by engineer. */
"Upgrading Forsta ..." = "Upgrading Forsta ...";

/* message footer while attachment is uploading */
"UPLOADING_MESSAGE_TEXT" = "Uploading...";

/* button text during registration to make corrections to your submitted phone number */
"VERIFICATION_CHALLENGE_CHANGE_NUMBER" = "번호 바꾸기";

/* Text field placeholder for SMS verification code during registration */
"VERIFICATION_CHALLENGE_DEFAULT_TEXT" = "확인 코드";

/* button text during registration to request phone number verification be done via phone call */
"VERIFICATION_CHALLENGE_SEND_VIAVOICE" = "대신 전화 해주세요";

/* button text during registration to request another SMS code be sent */
"VERIFICATION_CHALLENGE_SUBMIT_AGAIN" = "코드 다시 요청하기";

/* button text during registration to submit your SMS verification code */
"VERIFICATION_CHALLENGE_SUBMIT_CODE" = "확인 코드 보내기";

/* Navigation title in the registration flow - during the sms code verification process. */
"VERIFICATION_HEADER" = "확인하다";

/* table cell label in conversation settings */
"VERIFY_PRIVACY" = "Verify Safety Numbers";

/* Activity indicator title, shown upon returning to the device manager, until you complete the provisioning process on desktop */
"WAITING_TO_COMPLETE_DEVICE_LINK_TEXT" = "Complete setup on Forsta Desktop.";

/* {{number of weeks}}, embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 weeks}}'. See other *_TIME_AMOUNT strings */
"WEEKS_TIME_AMOUNT" = "%u weeks";

/* No comment provided by engineer. */
"WHISPER_NAV_BAR_TITLE" = "받은 편지함";

/* Info Message when you disable disappearing messages */
"YOU_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "You disabled disappearing messages.";

/* Info message embedding a {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"YOU_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "You set disappearing message time to %@.";
